Repository: conceptdev/TweetStation
Catalog: TweetStation/*.lproj/Localizable.strings
Languages: de, fr, it, ja

source: days
de: tage
fr: jours
it: giorni
ja: 日

source: hours
de: stunden
fr: heures
it: ore
ja: 時間

source: mins
de: min.
fr: min.
ja: 14 分

source: secs
de: sek
fr: secondes
ja: 秒

source: 1 day
de: 1 Tag
fr: 1 jour
it: 1 giorno
ja: 1 日

source: 1 hour
de: 1 Stunde
fr: 1 heure
it: 1 ora
ja: 1 時間

source: 1 min
ja: 1 分

source: 1 sec
de: 1 Sek.
fr: 1 s.
ja: 1 秒

source: About
de: Über
fr: A propos
it: Circa
ja: について

source: About and Credits
de: Über und Credits
fr: Sur les crédits et
it: Circa e Credits
ja: についておよびクレジット

source: Accounts
de: Konten
fr: Comptes
it: Conti
ja: アカウント

source: Add account
de: Konto hinzufügen
fr: Ajouter compte
it: Aggiungere account
ja: アカウントを追加します。

source: Avatar shadows
de: Avatar-Schatten
fr: Avatar ombres
it: Ombre di avatar
ja: アバターの影

source: Block
fr: Bloc
ja: ブロック

source: Block this user
de: Diesen Benutzer blockieren
fr: Bloquer cet utilisateur.
it: Bloccare questo utente
ja: このユーザーをブロックします。

source: Cancel
de: Abbrechen
fr: Annuler
it: Annulla
ja: キャンセル

source: Cancel Post
de: Abbrechen der Post
fr: Annuler post
it: Annullare la posta
ja: 投稿をキャンセルします。

source: Chicken noises
de: Huhn Geräusche
fr: Bruits de poulet
it: Rumori di pollo
ja: 鶏の音

source: Close
de: Schließen
fr: Fermer
it: Chiudere
ja: 閉じる

source: Contacting twitter
de: Kontaktaufnahme mit twitter
fr: Contacter twitter
it: Contatto con twitter
ja: Twitter に連絡

source: Copy
de: Kopie
fr: Copie
it: Copia
ja: コピー

source: Could not authenticate with twitter
de: Mit Twitter konnte nicht authentifiziert werden.
fr: Pas pu authentifier avec twitter
it: Non poteva autenticare con twitter
ja: Twitter で認証できませんでした。

source: Could not get information on user
de: Informationen über Benutzer konnten nicht abgerufen werden.
fr: N'a pas pu obtenir d'informations sur l'utilisateur
it: Impossibile ottenere informazioni sull'utente
ja: ユーザーに関する情報を取得できませんでした。

source: Direct
de: Direkte
it: Diretta
ja: 直接

source: Direct message
de: Direkte Botschaft
fr: Message direct
it: Messaggio diretto
ja: 直接メッセージ

source: Direct Message
de: Direkte Message
fr: Message direct
it: Messaggio diretto
ja: ダイレクト メッセージ

source: Direct Reply
de: Direkte Antwort
fr: Réponse directe
it: Risposta diretta
ja: 直接返信

source: Discard Picture
de: Verwerfen von Picture
fr: Ignorer les images
it: Scartare Picture
ja: 画像を破棄します。

source: Error
de: Fehler
fr: Erreur
it: Errore
ja: エラー

source: Favorite on Retweet
de: Liebling auf retweet
fr: Favori sur Retweet
it: Preferito su retweet
ja: Retweet のお気に入り

source: Favorites
de: Favoriten
fr: Favoris
it: Preferiti
ja: お気に入り

source: Finding your position
de: Ihre Position zu finden
fr: Trouver votre position.
it: Trovare la tua posizione
ja: あなたの位置を見つける

source: Follow this user
de: Folgen Sie diesen Benutzer
fr: Suivez cet utilisateur.
it: Seguire questo utente
ja: このユーザーを実行します。

source: From Album
de: Vom Album
fr: De l'album
it: Dall'album
ja: アルバムから

source: Go to User
de: Gehen Sie zu Benutzer
fr: Accédez à l'utilisateur
it: Vai a utente
ja: ユーザーに行く

source: Go to user `{0}'
de: Gehen Sie zu Benutzer '{0}'
fr: Accédez à l'utilisateur '{0}'
it: Vai a utente '{0}'
ja: ユーザーには '{0}' を行く

source: Image
de: Bild
it: Immagine
ja: イメージ

source: Inspiration
it: Ispirazione
ja: インスピレーション

source: Lists
de: Listen
fr: Listes
it: Elenchi
ja: リスト

source: Login
ja: ログイン

source: Login to Twitter
de: Login zu Twitter
fr: Connectez-vous à Twitter
it: Login per Twitter
ja: Twitter にログイン

source: Message is too long
de: Meldung ist zu lang
fr: Le message est trop long
it: Messaggio è troppo lungo
ja: メッセージが大きすぎます。

source: Music on Composer
de: Musik auf Composer
fr: Musique sur composer
it: Musica del compositore
ja: 音楽を作成ツール

source: My tweets on right
de: Meine Tweets auf Recht
fr: Mon tweets sur droite
it: Il mio tweets sulla destra
ja: 私のさえずり右側

source: Nearby
de: In der Nähe
fr: À proximité
it: Nelle vicinanze
ja: 近くにあります。

source: Nearby Tweets
de: Nahe gelegene Tweets
fr: A proximité de Tweets
it: Tweets nelle vicinanze
ja: 近くのさえずり

source: New list
de: Neue Liste
fr: Nouvelle liste
it: Nuovo elenco
ja: 新しいリスト

source: New Tweet
de: Neue Tweet
fr: Nouveau Tweet
it: Nuovo Tweet
ja: 新しいさえずり

source: Open
de: Offen
fr: Ouvert
it: Aperto
ja: オープン

source: Open in Safari
fr: Ouvert dans Safari
it: Aperto in Safari
ja: Safari で開く

source: Open profile
de: Offenen Profil
fr: Profil ouvert
it: Profilo aperto
ja: 開いているプロファイル

source: Pick New Picture
de: Wählen Sie neu Bilder
fr: Choisissez nouvelle photo
it: Scegliete nuova immagine
ja: 新しい画像を選択します。

source: Post
de: Bereitstellen
fr: Publier
it: Inserisci
ja: 投稿

source: Post with topic
de: Post mit Thema
fr: Validez avec la rubrique
it: Post con argomento
ja: トピックを投稿します。

source: Private Reply
de: Private Antwort
fr: Réponse privé
it: Risposta privata
ja: 民間の返信

source: Quote
de: Zitat
fr: Devis
it: Citazione
ja: 引用

source: Quote Retweet
de: Zitieren retweet
fr: Cite Retweet
it: Cito retweet
ja: Retweet を引用します。

source: Reply
de: Antwort
fr: Réponse
it: Risposta
ja: 返信

source: Reply All
de: Alle Antworten
fr: Répondez tout
it: Rispondi a tutti
ja: 全員へ返信です。

source: Reply Tweet
de: Antwort Tweet
fr: Réponse Tweet
it: Risposta Tweet
ja: 返信さえずる

source: Retweet
ja: retweet します。

source: Search
de: Suche
fr: Recherche
it: Ricerca
ja: 検索

source: Search `{0}'
de: Suchen Sie '{0}'
fr: Rechercher «{0}»
it: Ricerca '{0}'
ja: ' {0} ' を検索します。

source: Search mentions
de: Suche Erwähnungen
fr: Recherche mentionne
it: Ricerca cita
ja: 検索言及しています。

source: Settings
de: Einstellungen
fr: Paramètres
it: Impostazioni
ja: 設定

source: Shrinking
de: Verkleinern
fr: Réduction
it: Compattazione
ja: 圧縮

source: Style
de: Stil
it: Stile
ja: スタイル

source: Take a photo or video
de: Nehmen Sie ein Foto oder video
fr: Prenez une photo ou une vidéo
it: Prendere una foto o un video
ja: 写真やビデオを取る

source: There was an error uploading the media, do you want to post without it?
de: Fehler beim Hochladen der Medien, möchten Sie ohne es zu buchen?
fr: Il y avait une erreur de téléchargement de médias, vous souhaitez valider sans elle ?
it: Errore durante il caricamento dei media, si desidera pubblicare senza di essa?
ja: [メディアのアップロード エラーが発生しました、それなしに投稿したいのですが？

source: Tweet already contains a picture
de: Tweet enthält bereits ein Bild
fr: Tweet contient déjà une image.
it: Tweet contiene già un'immagine
ja: さえずるに既に画像が含まれています

source: Twitter is best used when you are inspired. I picked music and audio that should inspire you to create clever tweets
de: Twitter wird am besten verwendet, wenn Sie inspiriert sind. Ich nahm Musik und audio, sollte begeistern Sie clever Tweets zu erstellen
fr: Twitter est mieux utilisé lorsque vous êtes inspiré. Je suis allé musique et audio qui devrait vous inspirer pour créer les tweets astucieuses
it: Twitter è più utilizzato quando sono ispirati. Ho scelto la musica e audio che dovrebbe ispirare per creare tweets intelligente
ja: インスピレーションが Twitter に最適です。音楽を選んだし、オーディオは巧妙なさえずりを作成するには、刺激する必要があります。

source: Unblock
de: Blockierung aufheben
fr: Débloquer
it: Sbloccare
ja: ブロックを解除します。

source: Unblock this user
de: Dieser Benutzer zu entsperren
fr: Débloquer de cet utilisateur.
it: Sbloccare questo utente
ja: このユーザーのブロックを解除します。

source: Unfollow this user
de: Unfollow Benutzer
fr: Unfollow de cet utilisateur.
it: Unfollow questo utente
ja: このユーザーを unfollow します。

source: User's timeline
de: Timeline des Benutzers
fr: Chronologie de l'utilisateur
it: Timeline dell'utente
ja: ユーザーのタイムライン

source: Web site
fr: Site Web
it: Sito Web
ja: Web サイト

source: Welcome to TweetStation! To get started, authorize TweetStation to get access to your twitter account.
de: Willkommen bei TweetStation! Um loszulegen, autorisieren Sie TweetStation erhalten Sie Zugriff auf Ihre Twitter-Account.
fr: Bienvenue sur TweetStation ! Pour commencer, autoriser TweetStation pour accéder à votre compte twitter.
it: Benvenuti a TweetStation! Per iniziare, autorizzare TweetStation per ottenere l'accesso al tuo account twitter.
ja: TweetStation へようこそ ！開始するには、あなたの Twitter のアカウントへのアクセスを取得する TweetStation を承認します。
